/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "Γενέθλια %@";

/* Title for event birthday (without a name) */
"Birthday" = "Γενέθλια";

"FACEBOOK_CALENDAR_NAME" = "Γεγονότα Facebook";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Ημερολόγιο";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Υπομνήσεις";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Υπομνήσεις";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Υπόμνηση";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "Δεν είναι δυνατό να γίνουν αλλαγές στο γεγονός.";

"NO_CALENDAR_ERROR" = "Δεν έχει οριστεί ημερολόγιο.";

"NO_START_DATE_ERROR" = "Δεν έχει οριστεί ημερομηνία αρχής.";

"NO_END_DATE_ERROR" = "Δεν έχει οριστεί ημερομηνία τέλους.";

"DATES_INVERTED_ERROR" = "Η ημερομηνία έναρξης πρέπει να είναι πριν από την ημερομηνία λήξης.";

"UNEXPECTED_ERROR" = "Προέκυψε αναπάντεχο σφάλμα.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "Εκείνο το ημερολόγιο δεν μπορεί να μετακινηθεί σε άλλο λογαριασμό.";


"CALENDAR_READ_ONLY_ERROR" = "Το ημερολόγιο προορίζεται μόνο για ανάγνωση.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "Η διάρκεια αυτού του γεγονότος είναι πολύ μεγάλη για να επαναλαμβάνεται το γεγονός τόσο συχνά.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "Το γεγονός επαναλαμβάνεται πριν πραγματοποιηθεί η ειδοποίηση.";

"START_DATE_FUTURE_ERROR" = "Αυτό το γεγονός βρίσκεται πολύ μακριά στο μέλλον.";

"OCCURRENCE_COLLISION_ERROR" = "Συμβαίνει άλλο συμβάν αυτού του γεγονότος σε αυτή την ημερομηνία.";

"INVITES_CANNOT_MOVE_ERROR" = "Δεν είναι δυνατή η μετακίνηση προσκλήσεων σε άλλο ημερολόγιο.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "Δεν ήταν δυνατό να γεωκωδικοποιηθεί η τοποθεσία υπόμνησης σε κάποια διεύθυνση ώστε να ενεργοποιηθεί η ειδοποίηση.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "Το συγκεκριμένο γεγονός δεν ανήκει σε αυτό το χώρο αποθήκευσης γεγονότων.";

/* developer error */
"SPAN_ERROR" = "Προσδιορίστηκε μη έγκυρο εύρος.";

"CALENDAR_HAS_NO_SOURCE" = "Το ημερολόγιο δεν έχει πηγή";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "Δεν είναι δυνατή η αλλαγή του πεδίου επανάληψης.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "Δεν είναι δυνατή η αλλαγή των ειδοποιήσεων.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "Δεν είναι δυνατή η αλλαγή των συμμετεχόντων";

"CALENDAR_IMMUTABLE" = "Το συγκεκριμένο ημερολόγιο δεν επιδέχεται αλλαγές ή διαγραφή.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "Οι τοποθεσίες με γεωπληροφορίες δεν υποστηρίζονται από αυτόν το λογαριασμό.";

"ACTIONS_NOT_SUPPORTED" = "Οι ενέργειες δεν υποστηρίζονται από αυτό το λογαριασμό.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "Οι τοποθεσίες για υπομνήσεις δεν υποστηρίζονται από αυτόν το λογαριασμό.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "Οι ειδοποιήσεις που βασίζονται στην εγγύτητα δεν υποστηρίζονται από αυτόν το λογαριασμό.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "Μια επαναλαμβανόμενη υπόμνηση πρέπει να έχει προθεσμία.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "Αυτός ο λογαριασμός δεν επιτρέπει την προσθήκη ή αφαίρεση ημερολογίων.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "Εκείνο το ημερολόγιο δεν επιτρέπει την προσθήκη γεγονότων.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "Εκείνο το ημερολόγιο δεν επιτρέπει την προσθήκη υπενθυμίσεων.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "Εκείνος ο λογαριασμός δεν υποστηρίζει υπενθυμίσεις.";

"PRIORITY_IS_INVALID" = "Οι προτεραιότητες πρέπει να είναι μεταξύ 0 και 9.";

"INVALID_ENTITY_TYPE" = "Αυτό δεν είναι έγκυρο EKEntityType.";
